Revit 2027 API
ParameterTypeId.RebarSystemLayerSummaryBottomDir2NoSpacing Property
 "Bottom/Interior Minor (Brief)"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarSystemLayerSummaryBottomDir2NoSpacing { get; }
Public Shared ReadOnly Property RebarSystemLayerSummaryBottomDir2NoSpacing As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarSystemLayerSummaryBottomDir2NoSpacing {
	ForgeTypeId^ get ();
}
static member RebarSystemLayerSummaryBottomDir2NoSpacing : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace